Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# ApIsolationFindRouterFailedDescription
source: QuickDrop was not able to determine the address of your router. Please refer to the user manual of your Wi-Fi router to obtain its address.
ar: لم يتمكن QuickDrop من تحديد عنوان جهاز التوجيه الخاص بك. يرجى الرجوع إلى دليل مستخدم جهاز التوجيه اللاسلكي الخاص بك للحصول على العنوان.
ca: QuickDrop no ha pogut determinar l'adreça del teu encaminador. Si us plau, consulta el manual de l'usuari del teu encaminador Wi-Fi per obtenir la seva adreça.
cs: QuickDrop nebyl schopen určit adresu vašeho routeru. Přečtěte si prosím uživatelskou příručku k vašemu Wi-Fi routeru a zjistěte jeho adresu.
da: QuickDrop kunne ikke fastslå adressen på din router. Konsulter brugervejledningen til din Wi-Fi-router for at finde dens adresse.
de: QuickDrop konnte die Adresse deines Routers nicht ermitteln. Bitte schaue im Benutzerhandbuch deines WLAN-Routers nach, um die Adresse zu erfahren.
el: Το QuickDrop δεν μπόρεσε να καθορίσει τη διεύθυνση του δρομολογητή σας. Ανατρέξτε στο εγχειρίδιο χρήσης του Wi-Fi δρομολογητή σας για να λάβετε τη διεύθυνσή του.
es: QuickDrop no pudo determinar la dirección de tu router. Por favor, consulta el manual de usuario de tu router wifi para obtener su dirección.
es_419: QuickDrop no pudo determinar la dirección de tu enrutador. Por favor, consulta el manual de usuario de tu enrutador Wi-Fi para obtener su dirección.
fi: QuickDrop ei voinut määrittää reitittimen osoitetta. Katso Wi-Fi-reitittimen käyttöohjeista.
fr: QuickDrop n’a pas pu déterminer l’adresse de votre routeur. Veuillez consulter le manuel d’utilisation de votre routeur Wi-Fi pour l’obtenir.
fr_ca: QuickDrop n'a pas pu déterminer l'adresse de votre routeur. Veuillez consulter le manuel d'utilisation de votre routeur Wi-Fi pour obtenir son adresse.
he: QuickDrop לא הצליח לקבוע את כתובת הנתב שלך. עיין במדריך המשתמש של הנתב ה-Wi-Fi שלך כדי לקבל את הכתובת.
hi: QuickDrop आपके राउटर का पता निर्धारित करने में असमर्थ था। कृपया अपने वाई-फ़ाई राउटर के उपयोगकर्ता मैनुअल का संदर्भ लें और उसका पता प्राप्त करें।
hr: QuickDrop nije uspio odrediti adresu vašeg usmjerivača. Molimo provjerite korisnički priručnik vašeg Wi-Fi usmjerivača da biste dobili njegovu adresu.
hu: A QuickDrop nem tudta meghatározni a routered címét. Kérlek, nézd meg a Wi-Fi routered felhasználói kézikönyvét a cím megtudásához.
id: QuickDrop tidak dapat menentukan alamat router Anda. Harap merujuk ke panduan pengguna router Wi-Fi Anda untuk mendapatkan alamatnya.
it: QuickDrop non è riuscito a determinare l'indirizzo del tuo router. Consulta il manuale utente del tuo router Wi-Fi per ottenere il suo indirizzo.
ja: QuickDropはルーターのアドレスを特定できませんでした。ルーターのユーザーマニュアルを参照してアドレスを確認してください。
ko: QuickDrop이 라우터의 주소를 확인할 수 없습니다. 라우터의 사용자 설명서를 참조하여 주소를 확인하세요.
ms: QuickDrop tidak dapat menentukan alamat penghala anda. Sila rujuk manual pengguna penghala Wi-Fi anda untuk mendapatkan alamatnya.
nb: QuickDrop klarte ikke å finne adressen til ruteren. Se brukermanualen for Wi-Fi-ruteren for å finne adressen.
nl: QuickDrop kon het adres van je router niet bepalen. Raadpleeg de gebruikershandleiding van je Wi-Fi-router om het adres te vinden.
pl: QuickDrop nie mógł określić adresu routera. Sprawdź instrukcję obsługi routera Wi-Fi, aby uzyskać ten adres.
pt_br: O QuickDrop não conseguiu determinar o endereço do seu roteador. Consulte o manual do usuário do seu roteador Wi-Fi para obter o endereço.
pt_pt: O QuickDrop não conseguiu determinar o endereço do seu router. Por favor, consulte o manual do utilizador do seu router Wi-Fi para saber qual é.
ro: QuickDrop nu a putut determina adresa routerului tău. Te rugăm să consulți manualul de utilizare al routerului Wi-Fi pentru a obține această adresă.
ru: QuickDrop не удалось определить адрес вашего маршрутизатора. Пожалуйста, обратитесь к руководству пользователя вашего Wi-Fi маршрутизатора, чтобы узнать его адрес.
sv: QuickDrop kunde inte avgöra adressen till din router. Se användarmanualen för din Wi-Fi-router för att få dess adress.
th: QuickDrop ไม่สามารถกำหนดที่อยู่ของเราเตอร์ของคุณได้ โปรดดูคู่มือผู้ใช้ของเราเตอร์ Wi-Fi ของคุณเพื่อรับที่อยู่
tr: QuickDrop, yönlendiricinizin adresini belirleyemedi. Lütfen Wi-Fi yönlendiricinizin kullanıcı kılavuzuna adresini öğrenmek için başvurun.
uk: QuickDrop не зміг визначити адресу вашого маршрутизатора. Будь ласка, зверніться до інструкції користувача вашого Wi-Fi маршрутизатора, щоб дізнатися її.
vi: QuickDrop không thể xác định địa chỉ của router. Vui lòng tham khảo hướng dẫn sử dụng của router Wi-Fi để lấy địa chỉ.
zh_hans: QuickDrop无法确定您的路由器地址。请参考您的Wi-Fi路由器用户手册以获取其地址。
zh_hant: QuickDrop 無法確定您的路由器的位址。請參考您的 Wi-Fi 路由器用戶手冊以獲取地址。

# ApIsolationFindRouterFailedHeader
source: Could not find router IP
ar: تعذر العثور على عنوان IP لجهاز التوجيه
ca: No s'ha pogut trobar la IP de l'encaminador
cs: Nepodařilo se najít IP routeru
da: Kunne ikke finde routerens IP
de: Router-IP konnte nicht gefunden werden
el: Αδυναμία εύρεσης IP δρομολογητή
es: No se pudo encontrar la IP del router
es_419: No se pudo encontrar la IP del enrutador
fi: Reitittimen IP:tä ei löytynyt
fr: Impossible de trouver l’adresse IP du routeur
fr_ca: Impossible de trouver l'adresse IP du routeur
he: לא ניתן למצוא כתובת IP של הנתב
hi: राउटर IP प्राप्त नहीं कर सका
hr: Nije pronađena IP adresa usmjerivača
hu: Nem sikerült megtalálni a router IP-címét
id: Tidak dapat menemukan IP router
it: Impossibile trovare l'IP del router
ja: ルーターのIPアドレスが見つかりませんでした
ko: 라우터 IP를 찾을 수 없습니다
ms: Tidak dapat mencari IP penghala
nb: Kunne ikke finne ruterens IP
nl: Kon router-IP niet vinden
pl: Nie można znaleźć IP routera
pt_br: Não foi possível encontrar o IP do roteador
pt_pt: Não foi possível encontrar o IP do router
ro: Nu s-a putut găsi IP-ul routerului
ru: Не удалось найти IP маршрутизатора
sv: Kunde inte hitta routerns IP
th: ไม่สามารถค้นหา IP ของเราเตอร์
tr: Yönlendirici IP Bulunamadı
uk: Не вдалося знайти IP-адресу маршрутизатора
vi: Không tìm thấy IP router
zh_hans: 无法找到路由器IP
zh_hant: 無法找到路由器 IP

# ApIsolationHeader
source: Your router might not allow device-to-device communication
ar: قد لا يسمح جهاز التوجيه الخاص بك بالتواصل بين الأجهزة
ca: És possible que el teu encaminador no permeti comunicació entre dispositius.
cs: Váš router pravděpodobně neumožňuje komunikaci mezi zařízeními
da: Din router tillader muligvis ikke enhed-til-enhed-kommunikation
de: Dein Router erlaubt möglicherweise keine Kommunikation zwischen Geräten
el: Ο δρομολογητής σας ίσως δεν επιτρέπει την επικοινωνία μεταξύ συσκευών
es: Tu router podría no permitir la comunicación entre dispositivos
es_419: Es posible que tu enrutador no permita la comunicación entre dispositivos
fi: Reitittimesi ei ehkä salli laitteiden välistä viestintää
fr: Votre routeur pourrait ne pas autoriser la communication entre appareils
fr_ca: Votre routeur pourrait empêcher la communication entre appareils
he: הנתב שלך עשוי שלא לאפשר תקשורת בין מכשירים.
hi: आपका राउटर शायद डिवाइस-टू-डिवाइस कम्यूनिकेशन की अनुमति नहीं देता।
hr: Vaš usmjerivač možda ne dopušta komunikaciju između uređaja
hu: Lehet, hogy a routered nem engedélyezi az eszközök közötti kommunikációt
id: Router Anda mungkin tidak mengizinkan komunikasi antar perangkat
it: Il tuo router potrebbe non consentire la comunicazione tra dispositivi
ja: ルーターがデバイス間の通信を許可していない可能性があります
ko: 라우터가 장치 간 통신을 허용하지 않을 수 있습니다
ms: Penghala anda mungkin tidak membenarkan komunikasi peranti-ke-peranti
nb: Ruteren kan hindre kommunikasjon mellom enheter
nl: Je router staat mogelijk geen communicatie tussen apparaten toe
pl: Twój router może nie pozwalać na komunikację między urządzeniami
pt_br: Seu roteador pode não permitir comunicação entre dispositivos
pt_pt: O seu router pode não permitir a comunicação entre dispositivos
ro: Este posibil ca routerul tău să nu permită comunicarea între dispozitive
ru: Ваш маршрутизатор может не разрешать связь между устройствами
sv: Din router kanske inte tillåter enhet-till-enhet-kommunikation
th: เราเตอร์ของคุณอาจไม่อนุญาตให้มีการสื่อสารระหว่างอุปกรณ์
tr: Yönlendiriciniz cihazdan cihaza iletişime izin vermiyor olabilir
uk: Ваш маршрутизатор може забороняти обмін даними між пристроями
vi: Router của bạn có thể không cho phép thiết bị giao tiếp
zh_hans: 您的路由器可能不允许设备之间的通信
zh_hant: 您的路由器可能不允許裝置之間的通訊。

# AutoAcceptFromThisDevice
source: Automatically accept from this device
ar: قبول تلقائي من هذا الجهاز
ca: Acceptar automàticament d'aquest dispositiu
cs: Automaticky přijímat z tohoto zařízení
da: Accepter automatisk fra denne enhed
de: Automatisch von diesem Gerät annehmen
el: Αυτόματη αποδοχή από αυτή τη συσκευή
es: Aceptar automáticamente desde este dispositivo
es_419: Aceptar automáticamente de este dispositivo
fi: Hyväksy automaattisesti tältä laitteelta
fr: Accepter automatiquement depuis cet appareil
fr_ca: Accepter automatiquement cet appareil
he: קבל אוטומטית ממכשיר זה
hi: इस डिवाइस से स्वचालित रूप से स्वीकार करें
hr: Automatski prihvati s ovog uređaja
hu: Automatikusan fogadás erről az eszközről
id: Terima otomatis dari perangkat ini
it: Accetta automaticamente da questo dispositivo
ja: このデバイスから自動的に受け入れる
ko: 이 장치로부터 자동으로 수락
ms: Terima secara automatik dari peranti ini
nb: Godta automatisk fra denne enheten
nl: Automatisch accepteren van dit apparaat
pl: Automatycznie akceptuj z tego urządzenia
pt_br: Aceitar automaticamente deste dispositivo
pt_pt: Aceitar automaticamente deste dispositivo
ro: Acceptă automat de pe acest dispozitiv
ru: Автоматически принимать файлы с этого устройства
sv: Acceptera automatiskt från den här enheten
th: ยอมรับอัตโนมัติจากอุปกรณ์นี้
tr: Bu cihazdan gelenleri otomatik kabul et
uk: Автоматично приймати з цього пристрою
vi: Tự động chấp nhận từ thiết bị này
zh_hans: 自动接受来自此设备的文件
zh_hant: 自動接受來自此裝置的傳輸

# AutomaticallyAcceptFiles
source: Automatically Accept Incoming Files
ar: قبول الملفات الواردة تلقائيًا
ca: Acceptar Automàticament Arxius Entrants
cs: Automaticky přijímat příchozí soubory
da: Accepter automatisk indkommende filer
de: Eingehende Dateien automatisch akzeptieren
el: Αυτόματη Αποδοχή Εισερχόμενων Αρχείων
es: Aceptar automáticamente archivos entrantes
es_419: Aceptar automáticamente archivos entrantes
fi: Hyväksy tulevat tiedostot automaattisesti
fr: Accepter automatiquement les fichiers entrants
fr_ca: Accepter automatiquement les fichiers entrants
he: קבל אוטומטית קבצים נכנסים
hi: आने वाली फाइलों को स्वचालित रूप से स्वीकार करें
hr: Automatski prihvati dolazne datoteke
hu: Bejövő fájlok automatikus elfogadása
id: Otomatis Terima File Masuk
it: Accetta automaticamente i file in arrivo
ja: 受信ファイルを自動的に受け入れる
ko: 수신 파일 자동 수락
ms: Terima Fail Secara Automatik
nb: Godta innkommende filer automatisk
nl: Inkomende bestanden automatisch accepteren
pl: Automatycznie akceptuj przychodzące pliki
pt_br: Aceitar automaticamente arquivos recebidos
pt_pt: Aceitar automaticamente ficheiros recebidos
ro: Acceptă automat fișierele primite
ru: Автоматически принимать входящие файлы
sv: Acceptera inkommande filer automatiskt
th: ยอมรับไฟล์ขาเข้าโดยอัตโนมัติ
tr: Gelen Dosyaları Otomatik Kabul Et
uk: Автоматично приймати вхідні файли
vi: Tự động chấp nhận các tệp tin đến
zh_hans: 自动接受传入文件
zh_hant: 自動接受傳入檔案

# AutomaticallyAcceptFilesFooter
source: Enabling this setting is only recommended in your private network. Anyone on the same network can send files to your device without your consent.
ar: يُوصى بتمكين هذا الإعداد فقط في شبكتك الخاصة. يمكن لأي شخص على نفس الشبكة إرسال الملفات إلى جهازك دون موافقتك.
ca: Activar aquesta configuració només es recomana a la teva xarxa privada. Qualsevol persona a la mateixa xarxa podrà enviar arxius al teu dispositiu sense el teu consentiment.
cs: Povolte toto nastavení pouze v soukromé síti. Každý na stejné síti může odesílat soubory na vaše zařízení bez vašeho souhlasu.
da: Det anbefales kun at aktivere denne indstilling på dit private netværk. Enhver på samme netværk kan sende filer til din enhed uden din tilladelse.
de: Diese Einstellung wird nur in privaten Netzwerken empfohlen. Jede Person im selben Netzwerk kann ohne deine Zustimmung Dateien an diesen Mac senden.
el: Η ενεργοποίηση αυτής της ρύθμισης συνιστάται μόνο στο ιδιωτικό σας δίκτυο. Οποιοσδήποτε βρίσκεται στο ίδιο δίκτυο μπορεί να στείλει αρχεία στη συσκευή σας χωρίς τη συγκατάθεσή σας.
es: Se recomienda habilitar esta opción solo en su red privada. Cualquier persona en la misma red puede enviar archivos a su dispositivo sin su consentimiento.
es_419: Habilitar esta configuración solo se recomienda en tu red privada. Cualquiera en la misma red puede enviar archivos a tu dispositivo sin tu consentimiento.
fi: Suosittelemme tämän asetuksen käyttöä vain omassa yksityisessä verkossasi. Verkossasi olevat voivat lähettää tiedostoja sinun laitteellesi ilman lupaasi.
fr: L'activation de ce paramètre est recommandée uniquement sur votre réseau privé. Toute personne sur le même réseau peut envoyer des fichiers sur votre appareil sans votre consentement.
fr_ca: Activer ce paramètre est seulement recommandé sur votre réseau privé. Toute personne sur le même réseau peut envoyer des fichiers à votre appareil sans votre consentement.
he: הפעלת הגדרה זו מומלצת רק ברשת הפרטית שלך. כל אדם באותה רשת יוכל לשלוח קבצים למכשיר שלך ללא הסכמתך.
hi: इस सेटिंग को सक्षम करना केवल आपके निजी नेटवर्क में ही अनुशंसित है। एक ही नेटवर्क पर कोई भी व्यक्ति आपकी सहमति के बिना आपकी डिवाइस पर फ़ाइलें भेज सकता है।
hr: Omogućivanje ove postavke preporučuje se samo u vašoj privatnoj mreži. Svatko na istoj mreži može slati datoteke na vaš uređaj bez vašeg pristanka.
hu: Ennek a beállításnak az engedélyezése csak a saját privát hálózatán ajánlott. Bárki a hálózaton belül fájlokat küldhet az eszközére az ön beleegyezése nélkül.
id: Mengaktifkan pengaturan ini hanya disarankan di jaringan pribadi Anda. Siapa pun di jaringan yang sama dapat mengirim file ke perangkat Anda tanpa persetujuan Anda.
it: L'abilitazione di questa impostazione è consigliata solo nella tua rete privata. Chiunque nella stessa rete può inviare file al tuo dispositivo senza il tuo consenso.
ja: この設定はプライベートネットワークでのみ有効にすることを推奨します。同じネットワーク上の誰でも、あなたの許可なしにファイルを送信できる可能性があります。
ko: 이 설정은 개인 네트워크에서만 활성화하는 것이 좋습니다. 같은 네트워크에 있는 누구나 사용자의 동의 없이 파일을 보낼 수 있습니다.
ms: Mengaktifkan tetapan ini hanya disyorkan dalam rangkaian peribadi anda. Sesiapa sahaja dalam rangkaian yang sama boleh menghantar fail ke peranti anda tanpa kebenaran anda.
nb: Det anbefales kun å aktivere denne innstillingen på private nettverk. Alle på samme nettverk kan sende filer til enheten din uten ditt samtykke.
nl: Het inschakelen van deze instelling wordt alleen aanbevolen in uw privé-netwerk. Iedereen in hetzelfde netwerk kan bestanden naar uw apparaat sturen zonder uw toestemming.
pl: Włączenie tego ustawienia jest zalecane tylko w sieci prywatnej. Każdy w tej samej sieci może wysłać pliki na Twoje urządzenie bez zgody.
pt_br: Ativar esta configuração é recomendado apenas na sua rede privada. Qualquer pessoa na mesma rede pode enviar arquivos para o seu dispositivo sem o seu consentimento.
pt_pt: Ativar esta definição é recomendado apenas na sua rede privada. Qualquer pessoa na mesma rede pode enviar ficheiros para o seu dispositivo sem o seu consentimento.
ro: Activarea acestei opțiuni este recomandată doar în rețeaua privată. Oricine din aceeași rețea poate trimite fișiere către dispozitivul dvs. fără consimțământ.
ru: Включение этой настройки рекомендуется только в вашей частной сети. Любой пользователь в той же сети может отправлять файлы на ваше устройство без вашего согласия.
sv: Att aktivera den här inställningen rekommenderas endast i ditt privata nätverk. Alla på samma nätverk kan skicka filer till din enhet utan ditt samtycke.
th: แนะนำให้เปิดใช้งานการตั้งค่านี้เฉพาะในเครือข่ายส่วนตัวของคุณเท่านั้น ใครก็ตามที่อยู่ในเครือข่ายเดียวกันสามารถส่งไฟล์ไปยังอุปกรณ์ของคุณได้โดยไม่ต้องได้รับอนุญาต
tr: Bu ayarın etkinleştirilmesi yalnızca özel ağınızda önerilir. Aynı ağda olan herkes cihazınıza dosya gönderebilir.
uk: Увімкнення цього параметра рекомендується лише у вашій приватній мережі. Будь-хто в тій самій мережі може надсилати файли на ваш пристрій без вашої згоди.
vi: Việc bật cài đặt này chỉ nên áp dụng cho mạng riêng tư. bất kỳ ai cùng mạng đều có thể gửi tệp đến thiết bị của bạn mà không cần sự đồng ý.
zh_hans: 仅建议在您的私人网络中启用此设置。同一网络中的任何人都可以在未经您同意的情况下向您的设备发送文件。
zh_hant: 僅建議在私人網路中啟用此設置。同一網路上的每個人都可以在未經您的同意的情況下向您的裝置傳送檔案。

source: Available
ar: متاح
ca: Disponible
cs: Dostupný
da: Tilgængelig
de: Verfügbar
el: Διαθέσιμο
es: Disponible
es_419: Disponible
fr: Disponible
fr_ca: Disponible
he: זמין
hi: उपलब्ध
hr: Dostupan
hu: Elérhető
id: Tersedia
it: Disponibile
ja: 利用可能
ko: 사용 가능
ms: Tersedia
nb: Tilgjengelig
nl: Beschikbaar
pl: Dostępny
pt_br: Disponível
pt_pt: Disponível
ro: Disponibil
ru: Доступно
sv: Tillgänglig
th: พร้อมใช้งาน
tr: Mevcut
uk: Доступний
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用

source: Available Devices
ar: الأجهزة المتاحة
ca: Dispositius Disponibles
cs: Dostupná zařízení
da: Tilgængelige enheder
de: Verfügbare Geräte
el: Διαθέσιμες Συσκευές
es: Dispositivos disponibles
es_419: Dispositivos disponibles
fi: Saatavilla olevat laitteet
fr: Appareils disponibles
fr_ca: Appareils disponibles
he: מכשירים זמינים
hi: उपलब्ध डिवाइस
hr: Dostupni uređaji
hu: Elérhető eszközök
id: Perangkat Tersedia
it: Dispositivi disponibili
ja: 利用可能なデバイス
ko: 사용 가능한 기기
ms: Peranti Tersedia
nb: Tilgjengelige enheter
nl: Beschikbare apparaten
pl: Dostępne urządzenia
pt_br: Dispositivos disponíveis
pt_pt: Dispositivos disponíveis
ro: Dispozitive Disponibile
ru: Доступные устройства
sv: Tillgängliga enheter
th: อุปกรณ์ที่พร้อมใช้งาน
tr: Mevcut Cihazlar
uk: Доступні пристрої
vi: Thiết bị Có sẵn
zh_hans: 可用设备
zh_hant: 可用裝置

source: Browse Downloaded Files
ar: تصفح الملفات التي تم تنزيلها
ca: Explorar Fitxers Descarregats
cs: Procházet stažené soubory
da: Se downloadede filer
de: Heruntergeladene Dateien durchsuchen
el: Περιηγηθείτε στα Ληφθέντα Αρχεία
es: Explorar archivos descargados
es_419: Explorar archivos descargados
fi: Selaa ladattuja tiedostoja
fr: Parcourir les fichiers téléchargés
fr_ca: Parcourir les fichiers téléchargés
he: עיין בקבצים שהורדו
hi: डाउनलोड की गई फाइलें ब्राउज़ करें
hr: Pregled preuzetih datoteka
hu: Letöltött fájlok böngészése
id: Jelajahi File yang Diunduh
it: Sfoglia file scaricati
ja: ダウンロードしたファイルを表示
ko: 다운로드된 파일 탐색
ms: Semak Imbas Fail yang Dimuat Turun
nb: Bla gjennom nedlastede filer
nl: Blader door gedownloade bestanden
pl: Przeglądaj pobrane pliki
pt_br: Navegar pelos arquivos baixados
pt_pt: Procurar Ficheiros Transferidos
ro: Navigați prin Fișierele Descărcate
ru: Просмотр загруженных файлов
sv: Bläddra bland nedladdade filer
th: เรียกดูไฟล์ที่ดาวน์โหลด
tr: İndirilen Dosyaları Gözden Geçirin
uk: Переглянути завантажені файли
vi: Duyệt Tệp đã tải xuống
zh_hans: 浏览已下载的文件
zh_hant: 瀏覽已下載檔案

source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακυρο
es: Cancelar
es_419: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Change Device Name
ar: تغيير اسم الجهاز
ca: Canvia el nom del dispositiu
cs: Změnit název zařízení
da: Skift enhedsnavn
de: Gerätenamen ändern
el: Αλλαγή ονόματος συσκευής
es: Cambiar nombre del dispositivo
es_419: Cambiar nombre del dispositivo
fi: Vaihda laitteen nimi
fr: Changer le nom de l'appareil
fr_ca: Changer le nom de l'appareil
he: שנה שם מכשיר
hi: डिवाइस नाम बदलें
hr: Promijeni naziv uređaja
hu: Eszköz nevének módosítása
id: Ubah Nama Perangkat
it: Cambia nome dispositivo
ja: デバイス名を変更
ko: 기기 이름 변경
ms: Tukar Nama Peranti
nb: Endre enhetsnavn
nl: Apparaatnaam wijzigen
pl: Zmień nazwę urządzenia
pt_br: Alterar nome do dispositivo
pt_pt: Alterar nome do dispositivo
ro: Schimbă numele dispozitivului
ru: Изменить имя устройства
sv: Byt enhetsnamn
th: เปลี่ยนชื่ออุปกรณ์
tr: Cihaz Adını Değiştir
uk: Змінити ім’я пристрою
vi: Đổi Tên Thiết Bị
zh_hans: 更改设备名称
zh_hant: 更改裝置名稱

# ChangeDeviceNameDescription
source: Enter a custom name for this device.
ar: أدخل اسماً مخصصاً لهذا الجهاز.
ca: Introdueix un nom personalitzat per a aquest dispositiu.
cs: Zadejte vlastní název tohoto zařízení.
da: Indtast et brugerdefineret navn til denne enhed.
de: Gib einen eigenen Namen für dieses Gerät ein.
el: Εισαγάγετε προσαρμοσμένο όνομα για αυτήν τη συσκευή.
es: Introduce un nombre personalizado para este dispositivo.
es_419: Ingresa un nombre personalizado para este dispositivo.
fi: Anna tälle laitteelle oma nimi.
fr: Entrez un nom personnalisé pour cet appareil.
fr_ca: Entrez un nom personnalisé pour cet appareil.
he: הזן שם מותאם אישית למכשיר זה.
hi: इस डिवाइस के लिए अपनी पसंद का नाम डालें।
hr: Unesite vlastiti naziv za ovaj uređaj.
hu: Adjon meg egy egyedi nevet ehhez az eszközhöz.
id: Masukkan nama khusus untuk perangkat ini.
it: Inserisci un nome personalizzato per questo dispositivo.
ja: このデバイスのカスタム名を入力してください。
ko: 이 기기의 사용자 지정 이름을 입력하세요.
ms: Masukkan nama khas untuk peranti ini.
nb: Skriv inn et egendefinert navn for denne enheten.
nl: Voer een aangepaste naam in voor dit apparaat.
pl: Wpisz własną nazwę tego urządzenia.
pt_br: Digite um nome personalizado para este dispositivo.
pt_pt: Introduza um nome personalizado para este dispositivo.
ro: Introduceți un nume personalizat pentru acest dispozitiv.
ru: Введите пользовательское имя для этого устройства.
sv: Ange ett anpassat namn för enheten.
th: กรอกชื่ออุปกรณ์นี้ตามต้องการ
tr: Bu cihaz için özel bir ad girin.
uk: Введіть власну назву цього пристрою.
vi: Nhập tên tùy chỉnh cho thiết bị này.
zh_hans: 为此设备输入自定义名称。
zh_hant: 輸入此裝置的自訂名稱。

source: Clipboard
ar: الحافظة
ca: Porta-retalls
cs: Schránka
da: Udklipsholder
de: Zwischenablage
el: Πρόχειρο
es: Portapapeles
es_419: Portapapeles
fi: Leikepöytä
fr: Presse-papiers
fr_ca: Presse-papiers
he: לוח
hi: क्लिपबोर्ड
hr: Međuspremnik
hu: Vágólap
it: Appunti
ja: クリップボード
ko: 클립보드
ms: Papan Klip
nb: Utklippstavle
nl: Klembord
pl: Schowek
pt_br: Área de Transferência
pt_pt: Área de Transferência
ru: Буфер обмена
sv: Urklipp
th: คลิปบอร์ด
tr: Pano
uk: Буфер обміну
vi: Bảng ghi tạm
zh_hans: 剪贴板
zh_hant: 剪貼簿

source: Clipboard Empty
ar: الحافظة فارغة
ca: Porta-retalls buit
cs: Schránka je prázdná
da: Udklipsholderen er tom
de: Zwischenablage leer
el: Άδειο Πρόχειρο
es: Portapapeles vacío
es_419: Portapapeles vacío
fi: Leikepöytä tyhjä
fr: Presse-papiers vide
fr_ca: Presse-papiers vide
he: הלוח ריק
hi: क्लिपबोर्ड खाली है
hr: Međuspremnik je prazan
hu: Vágólap üres
id: Clipboard Kosong
it: Appunti Vuoti
ja: クリップボードは空です
ko: 클립보드가 비어 있습니다
ms: Papan Klip Kosong
nb: Utklippstavlen er tom
nl: Klembord Leeg
pl: Schowek jest pusty
pt_br: Área de transferência vazia
pt_pt: Área de transferência vazia
ro: Clipboard gol
ru: Буфер обмена пуст
sv: Urklipp tomt
th: คลิปบอร์ดว่างเปล่า
tr: Pano Boş
uk: Буфер обміну порожній
vi: Bảng ghi tạm trống
zh_hans: 剪贴板为空
zh_hant: 剪貼簿是空的
